Revit 2027 API
SymbolTypeId.CmCaret3 Property
 Symbol cm^3, indicating unit Cubic centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CmCaret3 { get; }
Public Shared ReadOnly Property CmCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CmCaret3 {
	ForgeTypeId^ get ();
}
static member CmCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace